В этой топологии сети не так много преимуществ по сравнению с режимом активного резервного копирования, поскольку все неактивные устройства резервного копирования 
подключены к тому же одноранговому узлу, что и основное. 
В этом случае режим балансировки нагрузки (с мониторингом каналов) обеспечит такой же уровень доступности сети, но с увеличенной доступной пропускной способностью. 
С другой стороны, режим активного резервного копирования не требует какой-либо настройки коммутатора, поэтому он может иметь значение, если доступное оборудование н
е поддерживает ни один из режимов балансировки нагрузки.
