
  Настройка протокола IP для Windows

     Имя компьютера  . . . . . . . . . : Sergey-PC
     Основной DNS-суффикс  . . . . . . : 
     Тип узла. . . . . . . . . . . . . : Гибридный
     IP-маршрутизация включена . . . . : Нет
     WINS-прокси включен . . . . . . . : Нет

  Адаптер Ethernet Ethernet 4:

     Состояние среды. . . . . . . . : Среда передачи недоступна.
     DNS-суффикс подключения . . . . . : 
     Описание. . . . . . . . . . . . . : Fortinet SSL VPN Virtual Ethernet Adapter
     Физический адрес. . . . . . . . . : 00-09-0F-AA-00-01
     DHCP включен. . . . . . . . . . . : Да
     Автонастройка включена. . . . . . : Да

  Адаптер Ethernet Ethernet:

     Состояние среды. . . . . . . . : Среда передачи недоступна.
     DNS-суффикс подключения . . . . . : 
     Описание. . . . . . . . . . . . . : Realtek PCIe GBE Family Controller
     Физический адрес. . . . . . . . . : 00-E0-12-34-56-78
     DHCP включен. . . . . . . . . . . : Да
     Автонастройка включена. . . . . . : Да

  Адаптер Ethernet VirtualBox Host-Only Network:

     DNS-суффикс подключения . . . . . : 
     Описание. . . . . . . . . . . . . : VirtualBox Host-Only Ethernet Adapter
     Физический адрес. . . . . . . . . : 0A-00-27-00-00-02
     DHCP включен. . . . . . . . . . . : Нет
     Автонастройка включена. . . . . . : Да
     Локальный IPv6-адрес канала . . . : fe80::8d6a:ded4:d4d3:1f4a%2(Основной) 
     IPv4-адрес. . . . . . . . . . . . : 192.168.56.1(Основной) 
     Маска подсети . . . . . . . . . . : 255.255.255.0
     Основной шлюз. . . . . . . . . : 
     IAID DHCPv6 . . . . . . . . . . . : 1225392167
     DUID клиента DHCPv6 . . . . . . . : 00-01-00-01-28-1D-41-9E-00-E0-12-34-56-78
     DNS-серверы. . . . . . . . . . . : fec0:0:0:ffff::1%1
                                         fec0:0:0:ffff::2%1
                                         fec0:0:0:ffff::3%1
     NetBios через TCP/IP. . . . . . . . : Включен

  Адаптер беспроводной локальной сети Подключение по локальной сети* 2:

     Состояние среды. . . . . . . . : Среда передачи недоступна.
     DNS-суффикс подключения . . . . . : 
     Описание. . . . . . . . . . . . . : Microsoft Wi-Fi Direct Virtual Adapter
     Физический адрес. . . . . . . . . : 16-E6-FC-D3-41-61
     DHCP включен. . . . . . . . . . . : Да
     Автонастройка включена. . . . . . : Да

  Адаптер беспроводной локальной сети Подключение по локальной сети* 3:

     Состояние среды. . . . . . . . : Среда передачи недоступна.
     DNS-суффикс подключения . . . . . : 
     Описание. . . . . . . . . . . . . : Microsoft Wi-Fi Direct Virtual Adapter #2
     Физический адрес. . . . . . . . . : 26-E6-FC-D3-41-61
     DHCP включен. . . . . . . . . . . : Да
     Автонастройка включена. . . . . . : Да

  Адаптер Ethernet Ethernet 2:

     Состояние среды. . . . . . . . : Среда передачи недоступна.
     DNS-суффикс подключения . . . . . : 
     Описание. . . . . . . . . . . . . : TAP-Windows Adapter V9
     Физический адрес. . . . . . . . . : 00-FF-38-C9-91-FC
     DHCP включен. . . . . . . . . . . : Да
     Автонастройка включена. . . . . . : Да

  Адаптер Ethernet Ethernet 3:

     Состояние среды. . . . . . . . : Среда передачи недоступна.
     DNS-суффикс подключения . . . . . : 
     Описание. . . . . . . . . . . . . : Fortinet Virtual Ethernet Adapter (NDIS 6.30)
     Физический адрес. . . . . . . . . : 00-09-0F-FE-00-01
     DHCP включен. . . . . . . . . . . : Да
     Автонастройка включена. . . . . . : Да

  Адаптер беспроводной локальной сети Беспроводная сеть 2:

     DNS-суффикс подключения . . . . . : 
     Описание. . . . . . . . . . . . . : Qualcomm Atheros AR922X Wireless Network Adapter
     Физический адрес. . . . . . . . . : 54-E6-FC-D3-41-61
     DHCP включен. . . . . . . . . . . : Да
     Автонастройка включена. . . . . . : Да
     Локальный IPv6-адрес канала . . . : fe80::8112:ba0d:cfab:d8d3%21(Основной) 
     IPv4-адрес. . . . . . . . . . . . : 192.168.1.22(Основной) 
     Маска подсети . . . . . . . . . . : 255.255.255.0
     Аренда получена. . . . . . . . . . : 29 октября 2021 г. 22:00:57
     Срок аренды истекает. . . . . . . . . . : 1 ноября 2021 г. 16:20:04
     Основной шлюз. . . . . . . . . : 192.168.1.1
     DHCP-сервер. . . . . . . . . . . : 192.168.1.1
     IAID DHCPv6 . . . . . . . . . . . : 156559100
     DUID клиента DHCPv6 . . . . . . . : 00-01-00-01-28-1D-41-9E-00-E0-12-34-56-78
     DNS-серверы. . . . . . . . . . . : 192.168.1.1
     NetBios через TCP/IP. . . . . . . . : Включен

